Repository: jalvesaq/anthropoids
Catalog: po/*.po
Languages: pt_br

source: I'm flying from (%d %d)
pt_br: Estou fugindo de (%d %d)

source: I'm migrating to (%d %d)
pt_br: Estou migrando para (%d %d)

source: [Best cell]
pt_br: [Melhor célula]

source: [Best patch]
pt_br: [Melhor grupo de árv.]

source: [Following other]
pt_br: [Seguindo outro]

source: [Random place]
pt_br: [Lugar aleatório]

source: [Accepted invitation]
pt_br: [Aceitando convite]

source: I'm migrating to (%d %d), [Accepted invitation]
pt_br: Estou migrando para (%d %d), [Aceitei convite]

source: I received food:
pt_br: Recebi comida:

source: I gave food:
pt_br: Dei comida:

source: Reading my mother's memory:
pt_br: Lendo a memória materna:

source: My gratitude to my mother:
pt_br: Minha gratidão p/ com minha mãe:

source: My child is adult now:
pt_br: Meu filho está adulto agora:

source: I received a child:
pt_br: Recebi um filho:

source: I gave a child:
pt_br: Dei um filho:

source: No in territory confl. ivt:
pt_br: Não em conv. para confl. por T.:

source: Patrol ally:
pt_br: Aliado em patrulha:

source: Patrol enemy:
pt_br: Inimigo em patrulha:

source: No in hunt invitation:
pt_br: Não em convite para caçar:

source: Hunt partner:
pt_br: Companheiro de caça:

source: No in sex proposal:
pt_br: Não em proposta de copulação:

source: I was in a kid's mother mem:
pt_br: Estava na memória da mãe de alg:

source: No in food share:
pt_br: Não em pedido de comida:

source: I said no in sex proposal:
pt_br: Eu disse NÃO em proposta de sexo:

source: I punished someone:
pt_br: Puni alguém:

source: I was punished:
pt_br: Fui punido:

source: Not fair in meat distrib.:
pt_br: Injust em distrib. de carne:

source: Bold request for food:
pt_br: Pedido desavergonhado de comida:

source: followedAgents
pt_br: agentesSeguidos

source: Could not open file "followedAgents"
pt_br: Não foi possível abrir o arquivo "agentesSeguidos"

source: NAME [ received ] [ given ]
pt_br: NOME [ recebido ] [ dado ]

source: Visited Patches:
pt_br: Regiões visitadas:

source: IMPOSSIBLE
pt_br: IMPOSSÍVEL

source: parameter "%s" alread initialized!
pt_br: parâmetro "%s" já inicializado!

source: option "%s" does not exist!
pt_br: opção "%s" não existe!

source: We're running without graphics for %d timesteps (%d years and %d days).
pt_br: Estamos rodando o jogo sem gráficos por %d unidades de tempo (%d anos e %d dias).

source: The model is logging data every timestep (hour).
pt_br: O modelo está registrando dados a cada unidade de tempo (hora).

source: The model is logging data every %d timesteps (hours).
pt_br: O modelo está registrando dados a cada %d unidades de tempo (horas).

source: Data is not being logged. Change the value of LogInterval in the "parameters" file.
pt_br: Os dados não estão sendo registrados. Mude o valor de LogInterval no arquivo "parameters".

source: Could not find "%s"
pt_br: Arquivo "%s" não encontrado

source: Error running "%s".
pt_br: Error executando "%s".

source: Could not run a pdf reader.
pt_br: Não foi possível executar leitor de pdf.

source: Is R installed?
pt_br: O R está instalado?

source: Error creating file "parameters" with default values.
pt_br: Erro criando arquivo "parameters" com valores padrões.

source: The file "parameters" was written with default values. Edit it to change "anthropoids" behavior.
pt_br: AVISO: O arquivo "parameters" foi escrito com valores padrões. Será preciso editá-lo para alterar o comportamento do "anthropoids".

source: Error opening file "parameters"
pt_br: Erro abrindo o arquivo "parameters"

source: Error writing file "lastParameters"
pt_br: Erro escrevendo o arquivo "parameters"

source: parameter "%s" is unitialized!
pt_br: parâmetro "%s" não foi inicializado!

source: The world dimensions (%d x %d) aren't enough to carry %d trees! Please, choose a lower density for trees.
pt_br: As dimensões do mundo (%d x %d) não são suficientes para %d árvores! Escolha uma densidade menor para as árvores.

source: Tree%dSeasonEnd must be bigger than Tree%dSeasonBegin!
pt_br: Tree%dSeasonEnd deve ser maior do que Tree%dSeasonBegin!

source: Tree%dSeasonEnd must be lower than YearDuration!
pt_br: Tree%dSeasonEnd deve ser menor do que YearDuration!

source: Both WorldXSize and WorldYSize must be at least twice as big as MaxVision!
pt_br: WorldXSize ed WorldYSize devem ser pelo menos duas vezes maiores do que MaxVision!

source: MaxVision can't be shorter than NearView!
pt_br: MaxVision não pode ser menor curta do que NearView!

source: MaxEnergy must be at least 5.0!
pt_br: MaxEnergy deve ser pelo menos 5.0!

source: Dumping agents' memory to "agRemembrances.csv" and entire population to "entirePop.csv".
pt_br: Salvando memória dos agentes em agRemembrances.csv e a população completa em entirePop.csv.

source: Creating cells.
pt_br: Criando células.

source: gridTemplate.pbm isn't a valid pbm file in ascii format.
pt_br: gridTemplate.pbm não é uma arquivo pbm no formato ascii válido.

source: Error reading gridTemplate.pbm. Could not find the pbm width.
pt_br: Erro lendo gridTemplate.pbm. Não foi possível encontrar a largura da figura.

source: Error reading gridTemplate.pbm. Could not find the pbm height.
pt_br: Erro lendo gridTemplate.pbm. Não foi possível encontrar o comprimento da figura.

source: The gridTemplate.pbm dimensions must be either the same or bigger than the world ones.
pt_br: As dimensões de gridTemplate.pbm devem ser iguais ou maiores do que as do mundo.

source: Ran out of data reading gridTemplate.pbm.
pt_br: Quantidade insuficiente de dados em gridTemplate.

source: Creating trees.
pt_br: Criando árvores.

source: Merging adjacent patches of trees.
pt_br: Unindo aglomerados de árvores adjacentes.

source: Initial number of patches: %d
pt_br: Número inicial de regiões: %d

source: Final number of patches: %d
pt_br: Número final de regiões: %d

source: Creating terrestrial herbaceous vegetation.
pt_br: Criando vegetação rasteira.

source: THE END: Year %d, day %d (n_males = %d, n_females = %d)
pt_br: FIM: Ano %d, dia %d (n_machos = %d, n_fêmeas = %d)

source: Error trying to create the file "agRemembrances.csv".
pt_br: Erro tentando criar o arquivo "agRemembrances.csv".

source: Error trying to create the file "knownPatches".
pt_br: Erro tentando criar o arquivo "agRemembrances.csv".

source: Dumping the memory of agents into "agRemembrances.csv".
pt_br: Salvando memória dos agentes no arquivo "agRemembrances.csv".

source: FATAL ERROR: "%s", line %d
pt_br: ERRO FATAL: "%s", linha %d

source: FATAL ERROR!
pt_br: ERRO FATAL!

source: Warning:
pt_br: Aviso:

source: Received signal USR1.
pt_br: Sinal USR1 recebido.

source: Signal USR2 received!
pt_br: Sinal USR2 recebido.

source: I don't know what to do with this signal (%d)!
pt_br: Não sei o que fazer com esse sinal (%d)!

source: Valid options are:
pt_br: Opções válidas são:

source: -b : Run in batch mode.
pt_br: -b : Roda sem modo gráfico.

source: -d : Save results in $HOME/anthropoids instead of using currenty directory.
pt_br: -d : Salva os resultados em $HOME/anthropoids ao invés de usar o diretório atual.

source: -s : Select random number seed from current time.
pt_br: -s : Seleciona semente para números aleatórios do tempo atual.

source: -S <number> : Specify a seed for the random numbers generator.
pt_br: -S <número> : Especifica uma semente para o gerador de números aleatórios.

source: -h, --help : Gives this help list and exits.
pt_br: -h, --help : Mostra esta ajuda e sai.

source: Incorrect use of option "-S".
pt_br: Uso incorreto da opção "-S".

source: Unknown option "%s".
pt_br: Opção desconhecida: "%s".

source: The best way of stopping the program at an arbitrary time is with the command:
pt_br: O melhor modo de parar o programa a qualquer momento é com o comando:

source: Run
pt_br: Executar

source: Step
pt_br: Dar um passo

source: View world
pt_br: Ver mundo

source: Run graphics
pt_br: Produzir gráficos

source: Take a picture
pt_br: Salvar imagem

source: Quit
pt_br: Sair

source: Virtual anthropoids
pt_br: Antropóides virtuais

source: The image can be created only if the world is visible.
pt_br: A imagem somente pode ser criada se o mundo estiver visível.

source: Agent List
pt_br: Lista de agentes

source: Age
pt_br: Idade

source: Sex
pt_br: Sexo

source: Energy
pt_br: Energia
